export const services = [
  {
    img: "/images/sign.svg",
    title: "انشئ حساب شخصي",
    desc: "قم بإنشاء حسابك الشخصي في ثواني معدودة مع خيار التسجيل السريع لدينا. لا تنسَ إضافة صورة!",
  },
  {
    img: "/images/browse.svg",
    title: "تصفح الصور",
    desc: "قم بالبحث في قاعدة الأعضاء الكبيرة لدينا بسهولة باستخدام مجموعة من الإعدادات والتفضيلات.!",
  },
  {
    img: "/images/contact.svg",
    title: "ابدأ في التواصل",
    desc: "ارسل رسالة أو رغبة تعارف لتبدأ في التواصل مع الأعضاء. حان الوقت لك أن تتألق.!",
  },
];

export const memberships = [
  {
    title: "عضوية فضية",
    features: ["ذات متطلبات عادية فى الزوج بدون شروط خاصة"],
    price: "4$",
    id: "gold",
    id: "platinum",
  },
  {
    title: "عضوية ذهبية",
    features: ["ذات متطلبات غير عادية في الزوج وذات شروط خاصة"],
    price: "4$",
    id: "gold",
  },

  {
    title: "عضوية ماسية",
    features: ["زواج المشاهير ورجال األعمال"],
    price: "4$",
    id: "silver",
  },
];
